Repository: Elorucov/Laney-Legacy
Catalog: LaneyNext/Strings/*/Resources.resw
Source language: en_us
Languages: uk_ua

# convcreator_select_friends
source: Select members
uk_ua: Виберіть учасників

# msg_action_inviteUserByCallFemale
source: invited
uk_ua: запросила до дзвінка

# msg_action_inviteUserByCallMale
source: invited
uk_ua: запросив до дзвінка

# msg_action_inviteUserByCallJoinLinkFemale
source: joined the call via link
uk_ua: приєдналася до дзвінка за посиланням

# msg_action_inviteUserByCallJoinLinkMale
source: joined the call via link
uk_ua: приєднався до дзвінка за посиланням

source: Outgoing call
uk_ua: Вихідний дзвінок

source: Incoming call
uk_ua: Вхідний дзвінок

# call_missed
source: Missed
uk_ua: Пропущений

# call_canceled
source: Canceled
uk_ua: Скасований

# call_declined
source: Declined
uk_ua: Відхилений

source: Play
uk_ua: Слухати

source: Copy
uk_ua: Копіювати

# chatlinkviewer_hint_chat
source: You can invite any person to the group chat using the link below:
uk_ua: Ви можете запросити будь-яку людину до бесіди за посиланням нижче:

# chatlinkviewer_hint_channel
source: You can invite any person to the channel using the link below:
uk_ua: Ви можете запросити будь-яку людину в канал за посиланням нижче:

# chatlinkviewer_new
source: Revoke link
uk_ua: Анулювати посилання

# visible_messages_count
source: Show previous messages:
uk_ua: Показати останні повідомлення:

source: Invite
uk_ua: Запросити

source: Continue
uk_ua: Продовжити

# friends_count_nom
source: {0} friend
uk_ua: {0} zдруг

# friends_count_gen
source: {0} friends
uk_ua: {0} zдруга

# friends_count_plu
source: {0} friends
uk_ua: {0} zдрузей

# selected_in
source: {0} of {1} selected
uk_ua: Вибрано: {0} из {1}

# msg_action_acceptedMessageRequestMale
source: accepted your message request
uk_ua: прийняв ваш запит на листування

# msg_action_acceptedMessageRequestFemale
source: accepted your message request
uk_ua: прийняла ваш запит на листування

# chatinfo_permissions
source: Chat settings
uk_ua: Налаштування бесіди

# chatperm_invite
source: Can invite members to the chat
uk_ua: Можуть редагувати інформацію бесіди

# chatperm_change_info
source: Can edit chat information
uk_ua: Можуть редагувати інформацію бесіди

# chatperm_change_pin
source: Can change a pinned message
uk_ua: Можуть змінювати закріплене повідомлення

# chatperm_use_mass_mentions
source: Can use mass mentions
uk_ua: Можуть використовувати масові згадки

# chatperm_see_invite_link
source: Can see the chat invite link
uk_ua: Можуть бачити посилання на бесіду

# chatperm_call
source: Can start group calls
uk_ua: Можуть починати групові дзвінки

# chatperm_change_admins
source: Can add administrators
uk_ua: Можуть додавати адміністраторів

# chatperm_opt_all
source: All members
uk_ua: Всі учасники

# chatperm_opt_owner_admins
source: Creator and administrators
uk_ua: Організатор та адміністратори

# chatperm_opt_owner
source: Only creator
uk_ua: Лише організатор

# chatpreview_member_1
source: and
uk_ua: і ще

# chatpreview_member_2_gen
source: more
uk_ua: учасника

# chatpreview_member_2_nom
source: more
uk_ua: учасник

# chatpreview_member_2_plu
source: more
uk_ua: учасників

# chatpreview_invalid_link
source: Invite link invalid or incorrect
uk_ua: Посилання на бесіду не актуальне, або містить помилку

# chat_invitation
source: Conversation invitation
uk_ua: Запрошення до бесіди

# chat_join
source: Join
uk_ua: Приєднатися

# chat_go
source: Go to conversation
uk_ua: Перейти в бесіду

source: Channel invitation
uk_ua: Запрошення в канал

# channel_join
source: Join channel
uk_ua: Підписатися на канал

# channel_go
source: Go to channel
uk_ua: Перейти в канал

source: TEMPLATES
uk_ua: ШАБЛОНИ

source: Create
uk_ua: Створити

source: Change
uk_ua: Змінити

source: Delete
uk_ua: Видалити

source: Communities
uk_ua: Спільноти

source: Audio player
uk_ua: Аудіоплеєр

source: Video player
uk_ua: Вiдеоплеєр

source: Resolution
uk_ua: Якість

source: Speed
uk_ua: Швидкість

source: Log Out
uk_ua: Вийти з акаунту

# logout_dialog
source: Are you sure you want to log out?
uk_ua: Ви впевнені, що хочете вийти з Вашого акаунту?

# user_blacklist
source: Blocked
uk_ua: Чорний список

# user_blacklist_empty
source: Blocked users cannot send you messages, view your profile and leave comments.
uk_ua: Люди з чорного списку не можуть надсилати Вам приватні повідомлення, переглядати Вашу сторінку та залишати коментарі.

# user_blacklist_removed_Female
source: {0} unblocked
uk_ua: {0} видалена з чорного списку

# user_blacklist_removed_Male
source: {0} unblocked
uk_ua: {0} видалений з чорного списку

# conv_ctx_clear
source: Clear history
uk_ua: Очистити історію

# conv_ctx_clear_block
source: Clear and block messages
uk_ua: Очистити та заборонити повідомлення

# conv_ctx_clear_leave
source: Leave and delete chat
uk_ua: Видалити історію та вийти

# conv_ctx_pin_to_contactpanel
source: Pin to the taskbar
uk_ua: Закріпити на панелі завдань

# conv_ctx_unpin_from_contactpanel
source: Unpin from the taskbar
uk_ua: Відкріпити від панелі завдань

# conv_ctx_mark_as_read
source: Mark as read
uk_ua: Позначити прочитаним

# conv_ctx_mark_as_unread
source: Mark as unread
uk_ua: Позначити непрочитаним

source: Send
uk_ua: Надсилання

# sharetarget_selected
source: Choose dialogs
uk_ua: zВыберите диалоги

# sharetarget_err_upload_nomsg_title
source: There was an error uploading all files
uk_ua: zВозникла ошибка при загрузке всех файлов

# sharetarget_err_upload_nomsg_desc
source: Try again later. Make sure that the size of each file does not exceed 2 GB.
uk_ua: zПожалуйста, попробуйте ещё раз. Убедитесь, что размер каждого файла не превышают 2 Гб.

# sharetarget_err_upload_title
source: Not all files could be uploaded
uk_ua: zНе все файлы удалось загрузить

# sharetarget_err_upload_desc_single
source: Unable to upload file "{0}". You can send message without this file. Continue?
uk_ua: zНе удалось загрузить файл "{0}". Вы можете отправить сообщение без этого файла. Продолжить?

# sharetarget_err_upload_desc_multi
source: Unable to upload these files:\n{0}\n\nYou can send message without these files. Continue?
uk_ua: zНе удалось загрузить следующие файлы:\n{0}\n\nВы можете отправить сообщение без этих файлов. Продолжить?

# sharetarget_sent_but_not_all_title
source: The message was sent, but not to everyone selected
uk_ua: zСообщение было отправлено не всем

# sharetarget_err_send
source: Failed to send message to "{0}"
uk_ua: zНе удалось отправить сообщение в "{0}"

# sharetarget_err_send_user
source: Failed to send message to {0}
uk_ua: zНе удалось отправить сообщение {0}

# sharetarget_sent_but_not_all
source: Failed to send message to these dialogs:\n{0}
uk_ua: zНе удалось отправить сообщение в эти диалоги:\n{0}

# st_stickers
source: Stickers
uk_ua: Стікери

# st_stickers_suggest
source: Suggest stickers
uk_ua: Підказувати стікери

# st_stickers_suggest_descr
source: Matching stickers will appear when you type certain words or emojis
uk_ua: При виборі смайлів або введенні деяких слів будуть відображатися підказки стікерів

# st_stickers_animated
source: Animated stickers
uk_ua: Анімовані стікери

# st_stickers_animated_descr
source: Animated stickers will be played automatically
uk_ua: Стікери з анімацією програватимуться автоматично

# poll_anonymous
source: Anonymous poll
uk_ua: Анонімне голосування

# poll_finished
source: finished
uk_ua: завершено

# poll_disable_unvote
source: can't retract votes
uk_ua: переголосувати неможливо

# poll_no_votes
source: No one has voted
uk_ua: Ніхто не проголосував

# poll_public
source: Public poll
uk_ua: Відкрите голосування

# poll_result_people_gen
source: person voted
uk_ua: особи

# poll_result_people_nom
source: person voted
uk_ua: особа

# poll_result_people_plu
source: people voted
uk_ua: осіб

# poll_vote.Content
source: Vote
uk_ua: Проголосувати

# poll_votes_gen
source: votes
uk_ua: голоси

# poll_votes_nom
source: vote
uk_ua: голос

# poll_votes_plu
source: votes
uk_ua: голосiв

# poll_vote_first
source: Be the first to vote!
uk_ua: Проголосуйте першим!

source: until
uk_ua: до

# story_clst_place
source: View location
uk_ua: Перейти до місця

# story_clst_hashtag
source: Search hashtag
uk_ua: Пошук за хештегом

# story_clst_post
source: Go to post
uk_ua: Перейти до запису

# story_clst_link
source: Open
uk_ua: Перейти

# story_clst_market
source: More
uk_ua: Детальніше

# views_nom
source: {0} views
uk_ua: z{0} просмотр

# views_gen
source: {0} views
uk_ua: z{0} просмотра

# views_plu
source: {0} views
uk_ua: z{0} просмотров

# delete_conversation_title
source: Clear history
uk_ua: Очистити історію

# delete_conversation_description
source: Are you sure you want to clear the entire message history? This cannot be undone.
uk_ua: Ви справді хочете видалити усі повідомлення в цьому діалозі? Скасувати цю дію буде неможливо.

# leave_and_delete
source: Leave and clear history
uk_ua: Вийти і очистити історію

# leave_and_delete_confirm
source: Are you sure you want to clear the entire message history and leave the chat? This cannot be undone.
uk_ua: Ви справді хочете видалити всі повідомлення в цьому діалозі і вийти з нього? Скасувати цю дію буде неможливо.

# enter_password
source: Enter your local password
uk_ua: Введіть локальний пароль

# pass_modal_creation
source: Local password
uk_ua: Локальний пароль

# pass_modal_change
source: Change password
uk_ua: Змінити пароль

# pass_modal_delete
source: Delete password
uk_ua: Видалити пароль

# pass_modal_info
source: If you forget your local password, you'll need to log out of Laney and log in again.
uk_ua: Якщо Ви забудете локальний пароль, Вам доведеться вийти з облікового запису та увійти знову.

# pass_old
source: Your current password
uk_ua: Ваш поточний пароль

# pass_new
source: Enter new password
uk_ua: Введіть новий пароль

# pass_again
source: Confirm password
uk_ua: Повторіть

# pass_modal_short
source: Password must contain at least 4 characters.
uk_ua: Пароль повинен мiстити не менше 4 символiв.

# pass_modal_mismatch
source: Passwords do not match.
uk_ua: Паролi не спiвпадають.

# pass_modal_wrong
source: Password is wrong.
uk_ua: Пароль невiрний.

# st_privacy_winhello
source: Use Windows Hello
uk_ua: Використовувати Windows Hello

source: Cancel
uk_ua: Скасувати

source: Set
uk_ua: Встановити

source: OK
uk_ua: ОК
